Repository: ZacharyLeigh/CCZ_Factions_etc
Catalog: The Hive/translations/wesnoth-Harpies/*.po
Languages: fr

source: Resplendent Underlands make the most of their dazzling presence to help their allies go unnoticed. In social gatherings where they thrive, they know when to show glitter and when to lay low so as not to displease their host. In battle they learnt to be very nimble, avoiding the harm that comes with being the center of attention, and confuse the enemy by making their presence clear or hidden to be harder to catch.
fr: Les Underlands resplendissantes exploitent leur présence éblouissante pour aider leurs alliés à passer inaperçus. Dans les réceptions mondaines où elles s'épanouissent, elles savent quand briller et quand se faire discrètes pour ne pas déplaire à leur hôte. Elles ont appris à être très agiles en combat, pour éviter le danger provenant d'être au centre de l'attention, et embrouillent l'ennemi en rendant leur présence évidente ou cachée afin d'être plus difficiles à saisir.

source: Harpy Rockthrower
fr: Harpie lanceuse de pierres

source: One of the simplest tactics that Underlands use to defend their homes is to drop rocks on the threat, which is often grounded and dangerous. This method may be tiring and somewhat ineffective due to the relative precision of the shots, but Underlands value their safety enough to employ it often.
fr: Une des tactiques les plus simples que les Underlands utilisent pour défendre leur foyer consiste à jeter des pierres sur la menace, qui est souvent terrestre et dangereuse. Cette méthode peut être fatigante et quelque peu inefficace en raison de la précision relative des tirs, mais les Underlands tiennent suffisamment à leur sécurité pour l'employer souvent.

source: Shrieker
fr: Hurleuse

source: As the moon hides behind the peaks, the wind in the gloom calls. Answer it fast! Answer it quick! Quiet shall be your fall. To uncover the night's secrets, won't you heed this soft howl? Answer it fast, trust the spirits, run with the winds and wolves. Won't you come deeper down the forest, in the shadows with us to dance? 'Til the morrow, the wind shall rest, and wait for you, for its next chance. As the moon returns in white flame, it shall be back for your regrets. Answer it well, it knows your name, and certainly never forgets.
fr: Alors que la lune nous évite, le vent, de l'ombre, appelle. Répond-lui tôt! Répond-lui vite! Ta fuite sera mortelle. Pour lever les secrets nocturnes, suivras-tu ce doux cri? Répond-lui tôt, suis les esprits, cours entre les loups gris. Viendras-tu plus profondément, danser avec nous dans les ombres? Jusqu'à demain, le vent gira, jusqu'à votre prochaine rencontre. Quand la lune reviendra, flamme blanche, pour te trouver il sera là. Répond-lui bien, il a ton nom, et jamais il ne l'oubliera.

source: shriek
fr: hurlement

source: Harpy Siren
fr: Sirène harpie

source: Underlands have a strong belief that their kind was born from a magical song, sung from what they call the World of Mist. When the wind song feels sorrowful, it is because we hear the laments of beings that got lost in that illusory land.
fr: Les Underlands croient fermement que leur espèce est née d'un chant magique, chanté depuis ce qu'elles appellent le Monde des Brumes. Lorsque le chant du vent semble triste, c'est car nous entendons les lamentations d'êtres qui se sont perdus dans ce pays illusoire.

source: Songstress of Storms
fr: Diva des tempêtes

source: Some harpy singers chose to live away from land, secluded in places where they can become one with the wind. They spend days meditating at sea to listen to the song of the gales. When their kin calls for help however, their mastery of weather lets them summon fierce storms that scatter enemy troops.
fr: Certaines chanteuses Underlands ont choisi de vivre loin des terres, sur des rocs isolés où elles peuvent ne faire qu'un avec le vent. Elles passent des jours à méditer en mer pour écouter le chant des bourrasques. Lorsque leurs consoeurs les appellent à l'aide cependant, leur maîtrise du temps leur permet d'invoquer de violentes tempêtes qui dispersent les troupes ennemies.

source: Song of storm
fr: Chant des tempêtes

source: Harpy Stalkerwing
fr: Chasseuse harpie

source: The owl Underlands' unparalleled stealth makes them a great asset in wars and skirmishes, where they spy and strike in the midst of enemy lines. As they tread further down this path of stalking and hunt, the wisps of magic they possess make them fade more and more within the darkness.
fr: La discrétion inégalée des Underlands stryges en fait un atout majeur dans les guerres et les escarmouches, où elles espionnent et frappent au milieu des lignes ennemies. Au fur et à mesure qu'elles progressent sur ce chemin de la traque et de la chasse, les brins de magie qu'elles possèdent les font s'estomper de plus en plus dans la nuit.

source: Harpy Traveller
fr: Voyageuse harpie

source: Underlands by nature see more of the world than non winged folks, and some of them long to see what is beyond the horizon. Those that follow this path are among the fastest and most agile flyers in the sky.
fr: Par nature, les Underlands voient plus le monde que les gens non ailés, et certaines d'entre elles désirent voir ce qu'il y a par-delà l'horizon. Celles qui suivent cette voie sont parmi les plus rapides et les plus agiles dans les cieux.

source: heals +12
fr: soin +12

source: female^heals +12
fr: female^soin +12

source: This unit uses ancient magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 12 HP per turn, or be cured of poison.
fr: Cette unité utilise une magie ancienne pour soigner plus rapidement que la normale sur le champ de bataille. Une unité soignée peut soit regagner jusqu'à 12 points de vie, soit être guérie du poison.

source: rise from ashes
fr: renaître des cendres

source: When this unit is killed, they revive with full hitpoints and gain +25% damage for the rest of the scenario. Works once per scenario.
fr: Quand cette unité est vaincue, elle ressuscite avec tous ses points de vie et gagne +25% de dégâts pour le reste du scénario. Ne fonctionne qu'une seule fois par scénario.

source: revived
fr: ressuscitée

source: This unit has +25% damage on all attacks but cannot revive again. Lasts until the end of this scenario.
fr: Cette unité a +25% de dégâts sur toutes les attaques mais ne peut plus ressusciter. Dure jusqu'à la fin du scénario actuel.
