Repository: ZacharyLeigh/CCZ_Factions_etc
Catalog: The Hive/translations/wesnoth-Harpies/*.po
Languages: fr

source: Increased shriek damage
fr: Meilleurs dégâts de cri

source: Better evasion in forests and ambush
fr: Meilleure esquive en forêt et embsucade

source: Increased claw damage
fr: Meilleurs dégâts de griffes

source: One more ranged strike
fr: Une attaque en plus à distance

source: Increased evasion in forests, villages and castles
fr: Meilleure esquive dans les forêts, villages et châteaux

source: Increased melee damage
fr: Meilleurs dégâts au corps à corps

source: Level up and more ranged strikes
fr: Niveau supplémentaire et plus d'attaques au tir

source: More ranged damage
fr: Meilleurs dégâts à distance

source: Increased movement and evasion in mountains and at sea
fr: Plus de mouvement et meilleure esquive en montagne et en mer

source: Increased wail damage (also gives 1 song damage every second time you take this AMLA)
fr: Meilleurs dégâts de plainte (et 1 dégât de chant en plus toutes les deux sélections de cette amélioration)

source: Increased evasion in deep water, reefs, swamps, forests, mountains, castles and deserts
fr: Meilleure esquive en eau profonde, récifs, marais, forêts, montagnes, châteaux et déserts

source: Increased cold, fire and arcane resistance
fr: Meilleures résistances au froid, feu et arcane

source: Increased healing
fr: Meilleur soin

source: Increased ranged damage
fr: Meilleurs dégâts à distance

source: One more ranged hit
fr: Une attaque en plus à distance

source: Increased speed and evasion in deep water, forests and chasms
fr: Plus de mouvement et meilleure esquive en eau profonde, forêts et gouffres

source: Increased cold and impact resistances
fr: Meilleures résistances au froid et au contondant

source: One more falcon!
fr: Un faucon en plus!

source: Better melee and first strike
fr: Meilleurs dégâts à distance

source: Fiercer falcon
fr: Faucon plus féroce

source: Increased physical resistances
fr: Meilleures résistances physiques

source: Increased melee damage (also gives an addition 1 pierce damage every second time you take this AMLA)
fr: Plus de dégâts au corps à corps (plus 1 dégât supplémentaire toutes les deux fois où cet AMLA est sélectionné)

source: Better protection against blade, pierce and impact
fr: Meilleures résistances physiques

source: Increased resistance against cold and arcane
fr: Meilleures résistances au froid et à l'arcane

source: Default + Underlands
fr: Par défaut+Underlands

source: Mainline factions+dunefolk and Underlands.
fr: Factions classiques+Ammorites et Underlands.

source: Age of Heroes + Underlands
fr: Âge des héros+Underlands

source: Mainline factions+dunefolk and Underlands, all with lv3 leaders and lv1-2 recruits.
fr: Factions classiques+Ammorites et Underlands, avec chefs de niveau 3 et recrues niveau 1-2.

source: Age of legends + Underlands
fr: Âge des légendes+Underlands

source: Mainline factions+dunefolk and Underlands, lv3 leaders and lv1-2 recruits, +lv4 and lv5 unique Underlands leaders.
fr: Factions classiques+Ammorites et Underlands, avec recrues niveau 1-2, et deux chefs Underlands uniques niveau 4 et 5.

source: race^Harpy
fr: Harpie

source: race+female^Harpy
fr: Harpie

source: race+plural^Underlands
fr: Underlands

source: Underlands, often called bird-people, are humanlike creatures endowed with winged arms. They are thinner and much lighter than humans, and would be shorter than them if not for their long legs. They also bear other birdlikes features, like a feathered tail and clawed, scaly hands and feet. Underlands are prudent creatures, aware of their frailty and quick to flee when they sense danger. Underlands build simple villages high in cliffs and mountains, sometimes forests, out of reach of most animals and people. Harpy communities are located in isolated places, set either on the shores of the continent or in islands far from the land. They feed on fishes that they catch by plunging or with nets. Underlands that live inland will instead hunt small game and birds, and may also scavenge for fruits. Underlands do not sell a lot of goods, as they mostly craft simple tools, weapons and clothes. Their musical instruments are however highly valued by performers and connoisseurs alike. They trade feathers and food to merchants of other races for tools or materials, but most of the time they prefer to use their talents as courriers or scouts. Underlands use powerful calls and songs to relay messages to other communities. Due to this way of communicating and their fast winged messengers, information travels extremely fast between harpy groups. Their tradition is mostly oral. The history and tales of their people are kept by tellers and songstresses held in high regard by the community. Underlands all possess some amount of magic that they can express through their voice. The ones who train to become mages start as minstrels or tellers, training their voice for different purposes, be it mastering the elements or other's minds. Underlands have a bad reputation among humans, as they have a history of raiding ships and stealing from villages. As they travel by flight, they rarely interact with other races, adding to the existing distrust.
fr: Les Underlands, souvent appelées le peuple-oiseau, sont des créatures humanoïdes dotées de bras ailés. Plus minces et légères que les humains, elles seraient aussi plus petites qu'eux sans leurs longues jambes. D'autres aspects aviens les habillent, telles leur queue plumeuse et leurs mains et pieds écailleux et griffus. Les Underlands sont des êtres prudents, conscients de leur fragilité et rapides à fuir lorsqu'ils sentent un danger venir. Les Underlands construisent des villages rudimentaires hauts sur des falaises et des flancs de montagne, parfois des forêts, hors de portée de la plupart des gens et des animaux. Leurs communautés s'installent dans des endroits reculés, souvent sur les rives du continent ou sur des îles lointaines. Elles se nourrissent de poissons qu'elles pêchent en plongeant ou avec des filets. Les Underlands vivant à l'intérieur des terres chassent de petits gibiers et récupèrent des fruits. Les Underlands vendent peu de biens, car elles fabriquent peu à part des outils, vêtements et armes simples. Cependant, leurs instruments de musique sont très réputés parmi les musiciens et les connaisseurs. Elles échangent des plumes et de la nourriture aux marchands d'autres races contre des outils ou des matières premières, mais elles préfèrent plus souvent vendre leurs talents en tant que messagères ou éclaireuses. Elles utilisent des cris et chants puissants pour transmettre leurs messages à d'autres communautés. De par cette manière de communiquer et grâce à leurs messagères ailées, les informations voyagent extrêmement vite d'un groupe de Underlands à un autre. Leur tradition est avant tout orale. L'histoire et les légendes de leur peuple sont gardées par des conteurs et chanteuses respectées par la communauté. Chaque harpie possède une magie innée qu'elle peut exprimer par sa voix. Celles qui s'entraînent pour devenir mages débutent comme conteuses ou ménéstrels, entraînant leur voix dans plusieurs buts, que ce soit maîtriser les éléments ou l'esprit d'autrui. Les Underlands ont une mauvaise réputation chez les humains, car certaines des leurs se prêtent parfois à la piraterie et à l'assaut de villages isolés. Comme elles voyagent en vol, elles interagissent rarement avec les autres races, renforçant la défiance déjà présente.

source: Harpy Ashtail
fr: Harpie cendrequeue

source: Numerous battles of dousing foes in flames have left scars on the plumage of these veterans. Their peers have named them Ashtails, as their talons and feathers turned grey from their grim duties.
fr: De nombreux combats passés à noyer l'ennemi sous des projectiles enflammés ont laissé des cicatrices sur le plumage de ces vétérantes. Leurs pairs les ont nommées Cendrequeues, car leurs plumes et leurs serres sont passées grises de leur tâche sinistre.

source: talons
fr: serres

source: rock drop
fr: rocher

source: fiery hail
fr: bombardement

source: Harpy Bomber
fr: Bombardier harpie

source: Harpy bombers are involved in more serious conflicts than simple defense of their colony and as such, they have upgraded their equipment, flying and throwing techniques. In addition to the classic rocks, they also use lighter, flaming projectiles, that earned them their current name.
fr: Les bombardiers Underlands sont impliquées dans des conflits plus graves que la simple défense de leur colonie, et pour cette raison, elles ont amélioré leur équipement et leurs techniques de vol et de lancer. En plus des rochers habituels, elles utilisent aussi des projectiles légers et inflammables, ce qui leur a valu leur nom actuel.

source: Harpy Captivator
fr: Séductrice harpie

source: The voice of the most famous harpy minstrels is said to be able to both break and mend hearts. People usually regard these stories as mere legends, but some of them suspect there is magic at work. The captivator's first aim is precisely to avoid that people think this. They weave magic within their melodies, warping others' perception of the world and disguising their looks to better charm them. When their power is strong enough, their illusions start to occur from nearly inaudible sounds like low humming or breathing, allowing them to change how they look to please their audience.
fr: La voix des ménestrels Underlands les plus célèbres est réputée capable de faire comme de briser les coeurs. La plupart des gens considère ces histoires comme de simples légendes, mais certains d'entre eux soupçonnent de la magie à l'oeuvre. Le but de la séductrice est précisément d'éviter la naissance de ces soupçons. Les séductrices Underlands entrelacent la magie au sein de leurs mélodies, altérant la perception du monde de ceux qui l'écoutent, et changeant leur apparence pour mieux les charmer. Lorsque leur pouvoir est suffisamment puissant, elles parviennent à maintenir leurs illusions par des sons presque inaudibles tels qu'une respiration ou un fredonnement léger, afin de garder leur attrait quelle que soit leur audience.

source: dagger
fr: dague

source: ensnare
fr: séduction

source: wail
fr: plainte

source: Duke of the Night
fr: Duc de la nuit

source: Duchess of the Night
fr: Duchesse de la nuit

source: Long ago there was a forest-bound kingdom of many different kin, with its lord and lady known as fierce defenders of the land. But through war it was sullied, and although its invaders withdrew, many lives were lost. Now the forests are void and dark, and at night, one must be careful not to encounter vengeful specters from the past.
fr: Il y a fort longtemps existait un royaume niché en forêt qui abritait de nombreux peuples différents, et son seigneur et sa dame en étaient renommés comme les vaillants défenseurs. Mais la guerre le souilla, et malgré la défaite de ses envahisseurs, de nombreuses vies furent perdues. De nos jours les bois en sont vides et sombres, et la nuit, on doit faire attention de ne pas croiser des spectres vengeurs venus du passé.

source: greatsword
fr: grande épée

source: prey
fr: chasse

source: Harpy Emissary
fr: Émissaire harpie

source: Elite messengers become the quick emissaries of powerful leaders, whom they gained the trust of after decades of work. Swift as the wind, they are matched in speed only by the griffins of the high peaks. As they often carry messages of high importance in troubled times, they can defend themselves quite well by using their sharp talons and unrivalled air mobility.
fr: Les messagères d'élite deviennent les rapides émissaires de chefs puissant, dont elles ont gagné la confiance après des décennies de travail. Rapides comme le vent, elles n'ont d'égal que les griffons des hauts sommets. Comme elles transportent souvent des messages de grande importance en période troublée, elles ont appris à se défendre assez bien avec leurs serres acérées et leur mobilité aérienne inégalée.

source: sky dive
fr: plongeon

source: Harpy Enchantress
fr: Enchanteresse harpie

source: The legendary harpy enchantresses are beings admired by the majority of people. They carry themselves with grace and confidence, knowing full well the power they hold over the ordinary folk. Thanks to their influence, they develop a network of connections to support their own goals or those they are given by harpy lorekeepers.
fr: Les légendaires enchanteresses Underlands sont des êtres admirés par la majorité des gens. Elles se tiennent avec grâce et assurance, pleinement conscientes de leur pouvoir sur les gens ordinaires. Elles développent grâce à leur influence un réseau de connections afin d'atteindre leurs propres objectifs ou ceux donnés par les gardiennes Underlands.

source: Endsinger Harpy
fr: Chanteuse de la fin

source: It is said Underlands lived forever in their island of mists. But as they left it to gain true flesh and blood, their everlasting youth was lost, and some sought to reclaim it.
fr: On dit que les Underlands vivaient éternellement dans leur île des brumes.Lorsqu'elles l'ont quittée pour devenir de véritables êtres de chair et de sang, leur jeunesse éternelle fut perdue, et certaines ont voulu la récupérer.

source: song of extinction
fr: chant de l'extinction

source: soul drain
fr: drain de l'âme

source: Harpy Falconeer
fr: Fauconnière harpie

source: Various birds are popular among Underlands as pets. Among them, falcons are used for hunting, and warfare when the need arises. Some Underlands can easily mimic their calls, granting the bird and its wielder excellent coordination.
fr: De nombreux oiseaux sont appréciés des Underlands comme compagnons. Parmi eux, les faucons sont utilisés pour la chasse, et la guerre lorsque le besoin s'en ressent. Certaines Underlands parviennent facilement à imiter leurs cris, ce qui garantit à l'oiseau et sa maîtresse une excellente coordination.

source: falcon
fr: faucon

source: Harpy Featherlord
fr: Harpie plumesire

source: Harpy commanders use their bird companion and specific calls to quickly transmit orders on the battlefield. Their brightly colored flag helps them catch their allies' attention to redirect troops wherever necessary.
fr: Les commandantes Underlands utilisent leur compagnon avien et des chants particuliers pour transmettre rapidement les ordres sur le champ de bataille. Leur étendard brillant signale à leurs alliés où rediriger les troupes là où elles sont nécessaires.

source: Harpy Fighter
fr: Combattante harpie

source: Underlands can already cause harm with their sharp talons. However, those tasked to fight the colony's foes often reinforce their claws with small blades. Their light gambeson allows them to resist hits slightly better while retaining their kind's mobility.
fr: Les Underlands sont déjà dangereuses de par leurs serres acérées. Cependant, celles qui sont chargées de défendre la colonie renforcent souvent leurs griffes avec de petites lames. Leur gambison léger leur permet de résister un peu mieux aux coups tout en conservant la mobilité de leur espèce.

source: Harpy Flagbearer
fr: Porte-drapeau harpie

source: The habit of guiding their bird around gives Underlands skills in observing and giving out orders, which are applicable in wide scale combat as well. Some falconeers take up the flag-bearing spear to lead their peers in battle, and while their fighting strength is lesser than others', the coordination they bring to the squadron makes it much more deadly.
fr: L'habitude de diriger leur oiseau partout finit par entraîner les fauconnières à observer et donner des ordres, compétences utilisables aussi sur le champ de bataille. Certaines d'entre elles prennent en main la lance-étendard pour guider leurs alliées au combat, et malgré un niveau martial plus faible, la coordination qu'elles apportent à leur escadre la rend bien plus dangereuse.

source: Harpy Flockmaster
fr: Maître-volée harpie

source: Underlands whose love for birds is extreme spend their life with them, flying and hunting together. With their skilled calls they bring together small flocks of hawks to help them, directing them to reach their goal more efficiently.
fr: Les Underlands ayant un amour extrême pour les oiseaux passent leur vie avec eux, volant et chassant à leurs côtés.Par leurs cris experts elles rassemblent de petits vols de faucons pour leur aide, les dirigeant vers leur objectif de manière plus efficace.

source: falcon storm
fr: nuée de faucons

source: Harpy Galesinger
fr: Harpie chantebourrasques

source: Experienced minstrels may decide to become the keepers of harpy knowledge. They spend years learning from their masters the thousands of songs that relate harpy lore. Among these chants are magic spells that allow them to bend the winds to their will, that Underlands have used since olden times to travel across the ocean.
fr: Les ménestrels expérimentées peuvent choisir de devenir des gardiennes des connaissances Underlands. Elles passent des années à apprendre de leurs aînées les milliers de chants qui retranscrivent l'histoire et les traditions des Underlands. Parmi ces mélodies sont des sortilèges qui leur permettent d'orienter les vents selon leur volonté, utilisés depuis des temps immémoriaux par les Underlands pour traverser l'océan.

source: claws
fr: griffes

source: Song of gale
fr: Chant de tempête

source: Harpy Messenger
fr: Messagère harpie

source: Due to their numerous travels, harpy wanderers end up mingling with other races a lot more. Often they will offer their service as long range messengers to various folk. The time spent hunting in the wild has given them keen eyes which serve them well in battle also.
fr: Par leurs nombreux voyages, les Underlands vagabondes finissent par beaucoup plus se mélanger aux autres races que leurs consoeurs. Souvent elles proposent leurs services de messagères longue distance à divers peuples. Le temps passé à chasser dans la nature sauvage leur a donné un regard acéré qui leur sert aussi en combat.

source: Harpy Minstrel
fr: Ménestrel harpie

source: Underlands avoid other races whenever possible, and are seldom welcomed warmly. There is however an exception : minstrels are renowned for their incredible singing. Some say their voice can make anyone fall in awe and completely forget their surroundings. Although the public usually admires their talent, people sometimes fear their supposed powers. They wander between towns, living off their art or flying away quickly when they feel threatened. Some of them end up settling down in human cities, but more often than not they keep traveling and act as informants for harpy communities.
fr: Les Underlands évitent les autres races tant qu'elles peuvent, et sont rarement accueillies chaudement. Il existe toutefois une exception : les ménestrels sont renommées pour leur chant magnifique. Certains disent que leur voix peut captiver n'importe qui et leur faire oublier leur situation. Même si le public admire habituellement leurs talents, les pouvoirs supposés des ménestrels provoquentparfois une certaine peur. Elles errent de ville en ville, vivant de leur musique ou s'envolant rapidement quand elles se sentent menacées. Certaines finissent par s'installer dans les villes humaines, mais la plupart continue de voyager et agissent comme informatrices pour les communautés Underlands.

source: beguiling song
fr: chant enjôleur

source: Harpy Phantom
fr: Harpie Spectrale

source: When the night is at its darkest, are the shadows not more enticing than ever? Hide in the night, enjoy it, use it, but never forget it is not your friend. Those that fear not the shadows will in time join their ranks. -Tales of the owl hunters
fr: Lorsque la nuit est au plus sombre, les ombres ne sont-elles pas attirantes comme jamais? Cachez-vous dans la nuit, plongez-y, mais n'oubliez jamais qu'elle n'est pas votre alliée. Celles qui perdent la crainte des ombres finiront par rejoindre leurs rangs. -Contes des chasseurs nocturnes

source: deathclaws
fr: griffes mortelles

source: Night Harpy
fr: Harpie nocturne

source: While most Underlands prefer to build their homes in the caves dotting seashore cliffs and tall mountains, some have chosen to seek shelter in forests. This new environment has made them change their hunting techniques, which now rely on stealth a lot more. Over time their body evolved and they can now fly silently, which makes them extremely hard to notice at night.
fr: Si la plupart des Underlands préfèrent construire leurs maisons dans les grottes qui parsèment les falaises du bord de mer et les hautes montagnes, certaines ont choisi de s'abriter dans les forêts. Ce nouvel environnement leur a fait changer leurs techniques de chasse, qui reposent désormais bien plus sur la discrétion. Au fil du temps, leur corps a évolué et elles peuvent désormais voler silencieusement, ce qui les rend extrêmement difficiles à repérer de nuit.

source: Harpy Parader
fr: Danseuse harpie

source: As they better their magical craft, some minstrels take delight in catching other's eyes. Switching focus from songs to dance, their plumage changes to reflect their spell-weaving. Paraders, on the opposite of captivators, mean to be noticed, and distract their foes to give their allies more opportunities.
fr: Tout en perfectionnant leur art magique, certains ménestrels prennent plaisir à attirer le regard des autres. Passant de la chanson à la danse, leur plumage change pour refléter leur art de la magie. Les Paraders, à l'opposé des Captivateurs, veulent être remarqués et distraient leurs ennemis pour donner plus d'opportunités à leurs alliés.

source: Harpy Pirate
fr: Pirate harpie

source: Oftentimes harpy warriors band together to attack trade ships. They use long pikes to attack in a safer way and stay out of reach of melee fighters with their wings. Pirate groups nest on isolated craggy islands where they store their loot before trading it with other harpy colonies.
fr: Souvent les guerrières Underlands se rassemblent en bandes pour attaquer les navires de commerce. Elles utilisent de longues piques pour attaquer de manière plus sûre et rester hors de portée des combattants grâce à leurs ailes. Les groupes de pirates nichent sur des îles escarpées et isolées, où elles cachent leur butin pour l'échanger à d'autres colonies de Underlands.

source: spear
fr: lance

source: Harpy Raider
fr: Pillarde harpie

source: The seasoned harpy soldiers often come from former bandit crews. They lend their talent as mercenaries to various armed forces, who make good use of their ability to strike anywhere quickly.
fr: Les soldates Underlands chevronnées sont souvent issues d'anciennes équipes de bandits. Elles louent leurs talents de mercenaires à diverses forces armées, qui font bon usage de leur capacité à frapper rapidement partout.

source: Harpy Raptortongue
fr: Harpie chantfaucon

source: Over time falconeers efficiently learn the falcons' language. As the bird ages their tamer often will bring in new recruits for taming.
fr: Avec le temps les fauconnières apprennent efficacement le langage des faucons. Au fur et à mesure que l'oiseau vieillit, leur dresseuse débute en même temps l'éducation de nouveaux rapaces.

source: Resplendent Harpy
fr: Harpie resplendissante
